const t={title:"再见，2020",date:"1/1/2021",tags:null},p=`<p>又是拖到最后一个钟头的观影总结。</p>
<p>因为远程工作的关系，投影仪留在了上海。只能在小荧幕上看电影对我来说失去了一种仪式感。今年满打满算也只有40部电影，矮个里挑高个勉强选三部最佳吧。</p>
<hr>
<h3>1. 四个春天 – 尚未可期的将来</h3>
<p><img src="https://assets.dio.wtf/cover/movie/%E5%9B%9B%E4%B8%AA%E6%98%A5%E5%A4%A9.2019.webp?width=300" alt="四个春天" width=300 height=auto /></p>
<p>春节在家的时候陪母亲一起看的，时间、地点都给这部片子的印象分增色不少。运镜扎实，情感淳朴，这部片子让我看到了故事和诗意是怎么从质朴的生活里发芽的。</p>
<p>三十年后，我的的生活会有怎样呢？</p>
<h3>2. 听到涛声 – 从未拥有的过去</h3>
<p><img src="https://assets.dio.wtf/cover/movie/%E6%B5%B7%E3%81%8C%E3%81%8D%E3%81%93%E3%81%88%E3%82%8B.1993.webp?width=300" alt="海がきこえる" width=300 height=auto /></p>
<p>日本电影给我的印象就是或“极动”或“极静”，而这部吉卜力的动画就是日式含蓄的典范。从私人感情来说，我不愿把2020最佳再给其他的片子了。这里的青春有任性也有虚荣，但是也有青涩与浪漫，从某种角度太过现实——每个人都能从中找到自己过去的影子，却又太过理想——这样的青春谁不希望拥有呢？</p>
<h3>3. 平原上的夏洛克 – 谁说当下不有趣呢？</h3>
<p><img src="https://assets.dio.wtf/cover/movie/%E5%B9%B3%E5%8E%9F%E4%B8%8A%E7%9A%84%E5%A4%8F%E6%B4%9B%E5%85%8B.2019.webp?width=300" alt="平原上的夏洛克" width=300 height=auto /></p>
<p>本来想把这部选为最佳的，不过真的有点勉强了。很难想象把喜剧与乡村结合可以产生这样奇妙的化学反应，从另一个角度来说，这样的化学反应有很大的因素也是素人演员天生的自然感。未来可期吧！</p>
`;export{p as html,t as meta};
