const l={title:"为什么又写博客",date:"2/24/2024",tags:null},n=`<p>为什么又开始写博客了呢？大概也没有什么很明确的理由，非要说的话倒是可以列出几条：</p>
<ul>
<li>之前一直是用的开源的方案，选个现成的主题。虽然说，重要的是内容而不是形式。但总归没有随心所欲、知其所以然的感觉。这两年不多不少也写了一些前端代码，不如自己从头来写一个博客吧。爱造轮子，可以说是程序员的通病了</li>
<li>不可免俗的，最近也在用一些交友软件。数字化的时代，大家总是很擅长贴标签，不论是对己还是对人。但简单的标签怎么可能概括一个人呢？面对面的表情、气味、动作、语气是线上聊天永远无法替代的感受。博客也不失为对抗这种潮流的一种方式</li>
<li>没有审核。豆瓣上总是会有不可见的条目，数量不大，但架不住完美主义作祟</li>
<li>总结反省。WFH之后，总有虚度时光的焦虑。不给自己定下什么具体的目标，但是时时反省也可以看作成长的不同阶段</li>
</ul>
<p>一开始也想赶一下时髦，要把博客做成自己的「第二大脑」。从项目的第一行代码，更换技术栈、添加功能、调试样式，到现在不知不觉竟已拖延快一年，反倒是文字内容毫无增涨。「人生不像做菜，所有的材料都准备好了才能下锅」，索性做多少是多少，用不上说明现在还没到那个阶段</p>
<p>我从不擅长写作，学生时代便是如此。相比起简单明了的公式，写出好的文字更像是个难解的谜题。工作以后看书、看电影，每每有所感触，却不知从何下笔，写的最多的是「一句话短评」。回头看看之前的文字，只觉得空洞又没有生命力。倒不如放下写好文章的念头，只将文字作为与自己对话的方式，记录当下的想法和心情吧。自勉之！</p>
`;export{n as html,l as meta};
